Repository: neptuuuun/waste-tracker
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: All fields are required
ar: جميع الحقول مطلوبة

source: Report added successfully
ar: تمت إضافة التقرير بنجاح

source: An error occurred while adding the report:
ar: حدث خطأ أثناء إضافة التقرير:

source: An error occurred while fetching reports:
ar: حدث خطأ أثناء جلب التقارير:

source: You cannot delete a report you did not submit!
ar: لا يمكنك حذف تقرير لم تقم بإرساله!

source: Report not found
ar: لم يتم العثور على التقرير

source: Report deleted successfully!
ar: تم حذف التقرير بنجاح!

source: An error occurred while deleting the report:
ar: حدث خطأ أثناء حذف التقرير:

source: Marine Waste Tracker
ar: تعقب النفايات البحرية

source: Towards clean and sustainable seas
ar: نحو بحار نظيفة ومستدامة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Get my location
ar: تحديد موقعي

source: Reset
ar: إعادة تعيين

source: Statistics
ar: إحصائيات

source: All pollution types
ar: كل أنواع التلوث

source: Plastic
ar: بلاستيك

source: Oil
ar: نفط

source: Chemical
ar: مواد كيميائية

source: Other
ar: أخرى

source: All severity levels
ar: كل مستويات الخطورة

source: Low
ar: منخفض

source: Medium
ar: متوسط

source: High
ar: مرتفع

source: All periods
ar: كل الفترات

source: Last 7 days
ar: آخر 7 أيام

source: Last 3 months
ar: آخر 3 أشهر

source: Add a new pollution report
ar: أضف تقريرًا جديدًا عن التلوث

source: Click on the map to select the location automatically
ar: انقر على الخريطة لتحديد الموقع تلقائيًا

source: Latitude
ar: خط العرض

source: Will be filled automatically
ar: سيتم ملؤه تلقائياً

source: Longitude
ar: خط الطول

source: Problem description
ar: وصف المشكلة

source: Enter a detailed description of the problem...
ar: أدخل وصفاً تفصيلياً للمشكلة...

source: Pollution type
ar: نوع التلوث

source: Select pollution type
ar: اختر نوع التلوث

source: Severity level
ar: مستوى الخطورة

source: Choose images
ar: اختر صور

source: No image selected
ar: لم يتم اختيار صورة

source: Submit Report
ar: إرسال التقرير

source: Close
ar: إغلاق

source: Enlarged image
ar: صورة مكبرة

source: Loading...
ar: جاري التحميل...

source: Environmental Awareness
ar: التوعية البيئية

source: Impact of Marine Waste
ar: تأثير النفايات البحرية

source: Marine waste negatively affects marine life and the entire ecosystem. Thousands of marine creatures die annually due to plastic ingestion.
ar: النفايات البحرية تؤثر سلباً على الحياة البحرية والنظام البيئي بأكمله. آلاف الكائنات البحرية تموت سنوياً بسبب ابتلاع البلاستيك.

source: How can you help?
ar: كيف يمكنك المساعدة؟

source: Reduce plastic use, recycle, join beach cleanups, and report marine pollution when you see it.
ar: قلل من استخدام البلاستيك، أعد التدوير، شارك في حملات تنظيف الشواطئ، وبلغ عن التلوث البحري عند رؤيته.

source: Protecting the Marine Environment
ar: حماية البيئة البحرية

source: Seas and oceans are the source of life on Earth. Protecting them is a shared responsibility for a sustainable future.
ar: البحار والمحيطات هي مصدر الحياة على الأرض. حمايتها مسؤولية مشتركة من أجل مستقبل مستدام.
